Repository: StarTuz/dune-awakening-companion
Catalog: lib/l10n/app_*.arb
Languages: cy, de, es, fr, it, uk

# ackFuncom
source: Funcom for Dune Awakening
cy: Funcom am Dune Awakening
de: Funcom für Dune Awakening
es: Funcom por Dune Awakening
fr: Funcom pour Dune Awakening
it: Funcom per Dune Awakening
uk: Funcom за Dune Awakening

# ackCommunity
source: Dune Awakening community
cy: Cymuned Dune Awakening
es: Comunidad de Dune Awakening
fr: Communauté Dune Awakening
it: Comunità Dune Awakening
uk: Спільнота Dune Awakening

# ackFlutter
source: Flutter framework
cy: Fframwaith Flutter
es: Framework Flutter
fr: Framework Flutter
it: Framework Flutter
uk: Фреймворк Flutter

source: Character Name
cy: Enw'r Cymeriad
de: Charaktername
es: Nombre del Personaje
fr: Nom du Personnage
it: Nome Personaggio
uk: Ім'я Персонажа

source: Enter character name
cy: Rhowch enw'r cymeriad
de: Charaktername eingeben
es: Ingresa el nombre del personaje
fr: Entrez le nom du personnage
it: Inserisci il nome del personaggio
uk: Введіть ім'я персонажа

source: Provider
cy: Darparwr
de: Anbieter
es: Proveedor
fr: Fournisseur
uk: Провайдер

source: World/Server Name
cy: Enw Byd/Gweinydd
de: Welt/Servername
es: Nombre del Mundo/Servidor
fr: Nom du Monde/Serveur
it: Nome Mondo/Server
uk: Назва Світу/Сервера

source: Enter private server name
cy: Rhowch enw gweinydd preifat
de: Privaten Servernamen eingeben
es: Ingresa el nombre del servidor privado
fr: Entrez le nom du serveur privé
it: Inserisci il nome del server privato
uk: Введіть назву приватного сервера

source: Enter sietch name
cy: Rhowch enw sietch
de: Sietch-Namen eingeben
es: Ingresa el nombre del sietch
fr: Entrez le nom du sietch
it: Inserisci il nome del sietch
uk: Введіть назву сітча

source: Remove
cy: Tynnu
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
uk: Видалити

source: Region
cy: Rhanbarth
es: Región
fr: Région
it: Regione
uk: Регіон

source: Server Type
cy: Math o Weinydd
de: Servertyp
es: Tipo de Servidor
fr: Type de Serveur
it: Tipo Server
uk: Тип Сервера

source: Official
cy: Swyddogol
de: Offiziell
es: Oficial
fr: Officiel
it: Ufficiale
uk: Офіційний

source: Private
cy: Preifat
de: Privat
es: Privado
fr: Privé
it: Privato
uk: Приватний

source: World
cy: Byd
de: Welt
es: Mundo
fr: Monde
it: Mondo
uk: Світ

source: Portrait
cy: Portread
es: Retrato
it: Ritratto
uk: Портрет

source: Add Portrait
cy: Ychwanegu Portread
de: Portrait Hinzufügen
es: Agregar Retrato
fr: Ajouter un Portrait
it: Aggiungi Ritratto
uk: Додати Портрет

source: Remove Portrait
cy: Dileu Portread
de: Portrait Entfernen
es: Eliminar Retrato
fr: Supprimer le Portrait
it: Rimuovi Ritratto
uk: Видалити Портрет

source: Add Character
cy: Ychwanegu Cymeriad
de: Charakter Hinzufügen
es: Agregar Personaje
fr: Ajouter un Personnage
it: Aggiungi Personaggio
uk: Додати Персонажа

source: Edit Character
cy: Golygu Cymeriad
de: Charakter Bearbeiten
es: Editar Personaje
fr: Modifier le Personnage
it: Modifica Personaggio
uk: Редагувати Персонажа

source: Delete Character
cy: Dileu Cymeriad
de: Charakter Löschen
es: Eliminar Personaje
fr: Supprimer le Personnage
it: Elimina Personaggio
uk: Видалити Персонажа

# deleteCharacterConfirm
source: Delete this character? This will also delete all their bases.
cy: Dileu'r cymeriad hwn? Bydd hyn hefyd yn dileu eu holl ganolfannau.
de: Diesen Charakter löschen? Dies wird auch alle seine Basen löschen.
es: ¿Eliminar este personaje? Esto también eliminará todas sus bases.
fr: Supprimer ce personnage ? Cela supprimera également toutes ses bases.
it: Eliminare questo personaggio? Questo eliminerà anche tutte le sue basi.
uk: Видалити цього персонажа? Це також видалить усі його бази.

# deleteCharacterMessage
source: Are you sure you want to delete {name}?
cy: Ydych chi'n siŵr eich bod am ddileu {name}?
de: Bist du sicher, dass du {name} löschen möchtest?
es: ¿Estás seguro de que quieres eliminar a {name}?
fr: Êtes-vous sûr de vouloir supprimer {name} ?
it: Sei sicuro di voler eliminare {name}?
uk: Ви впевнені, що хочете видалити {name}?

# characterBasesTitle
source: {name} - Bases
cy: {name} - Canolfannau
de: {name} - Basen
it: {name} - Basi
uk: {name} - Бази

# noBasesMessage
source: No bases yet. Add one using the + button!
cy: Dim canolfannau eto. Ychwanegwch un gyda'r botwm +!
de: Noch keine Basen. Füge eine mit dem + Button hinzu!
es: Aún no hay bases. ¡Agrega una usando el botón +!
fr: Aucune base pour l'instant. Ajoutez-en une avec le bouton + !
it: Nessuna base ancora. Aggiungine una con il pulsante +!
uk: Баз ще немає. Додайте одну кнопкою +!

# powerRemaining
source: Power: {time} remaining
cy: Pŵer: {time} yn weddill
de: Energie: {time} verbleibend
es: Energía: restan {time}
fr: Énergie : {time} restant
it: Energia: {time} rimanenti
uk: Енергія: залишилося {time}

source: Power: Expired
cy: Pŵer: Wedi dod i ben
de: Energie: Abgelaufen
es: Energía: Agotada
fr: Énergie : Expirée
it: Energia: Scaduta
uk: Енергія: Вичерпано

# noCharactersMessage
source: No characters yet. Add one to get started.
cy: Dim cymeriadau eto. Ychwanegwch un i ddechrau.
de: Noch keine Charaktere. Füge einen hinzu, um loszulegen.
es: Aún no hay personajes. Agrega uno para comenzar.
fr: Aucun personnage pour l'instant. Ajoutez-en un pour commencer.
it: Ancora nessun personaggio. Aggiungine uno per iniziare.
uk: Персонажів ще немає. Додайте одного, щоб почати.

# basesButton
source: Bases
cy: Canolfannau
de: Basen
it: Basi
uk: Бази

source: Base Name
cy: Enw Canolfan
de: Basisname
es: Nombre de la Base
fr: Nom de la Base
it: Nome Base
uk: Назва Бази

# powerDays
source: Days
cy: Diwrnodau
de: Tage
es: Días
fr: Jours
it: Giorni
uk: Дні

# powerHours
source: Hours
cy: Oriau
de: Stunden
es: Horas
fr: Heures
it: Ore
uk: Години

# powerMinutes
source: Minutes
cy: Munudau
de: Minuten
es: Minutos
it: Minuti
uk: Хвилини

source: Advanced Fief
cy: Ffîff Uwch
de: Erweitertes Lehen
es: Feudo Avanzado
fr: Fief Avancé
it: Feudo Avanzato
uk: Розширений Феод

# advancedFiefDesc
source: Enable for tax tracking
cy: Galluogi ar gyfer olrhain trethi
de: Für Steuerverfolgung aktivieren
es: Activar para seguimiento de impuestos
fr: Activer pour le suivi des impôts
it: Abilita per tracciamento tasse
uk: Увімкнути для відстеження податків

source: Add Base
cy: Ychwanegu Canolfan
de: Basis Hinzufügen
es: Agregar Base
fr: Ajouter une Base
it: Aggiungi Base
uk: Додати Базу

source: Edit Base
cy: Golygu Canolfan
de: Basis Bearbeiten
es: Editar Base
fr: Modifier la Base
it: Modifica Base
uk: Редагувати Базу

source: Delete Base
cy: Dileu Canolfan
de: Basis Löschen
es: Eliminar Base
fr: Supprimer la Base
it: Elimina Base
uk: Видалити Базу

# deleteBaseConfirm
source: Delete this base?
cy: Dileu'r ganolfan hon?
de: Diese Basis löschen?
es: ¿Eliminar esta base?
fr: Supprimer cette base ?
it: Eliminare questa base?
uk: Видалити цю базу?

source: Power
cy: Pŵer
de: Energie
es: Energía
fr: Énergie
it: Energia
uk: Енергія

source: Taxes
cy: Trethi
de: Steuern
es: Impuestos
fr: Impôts
it: Tasse
uk: Податки

source: Tax Per Cycle
cy: Treth fesul Cylch
de: Steuer Pro Zyklus
es: Impuesto por Ciclo
fr: Impôt par Cycle
it: Tassa per Ciclo
uk: Податок за Цикл

source: Current Owed
cy: Dyled Gyfredol
de: Aktuell Geschuldet
es: Adeudo Actual
fr: Dû Actuel
it: Dovuto Attuale
uk: Поточний Борг

source: Overdue Owed
cy: Dyled Hwyr
de: Überfällig Geschuldet
es: Adeudo Vencido
fr: Dû en Retard
it: Dovuto Scaduto
uk: Прострочений Борг

source: Defaulted Owed
cy: Dyled Ddiffygiol
de: Ausgefallen Geschuldet
es: Adeudo en Mora
fr: Dû en Défaut
it: Dovuto Insoluto
uk: Невиплачений Борг

# statusPaid
source: PAID
cy: TALWYD
de: BEZAHLT
es: PAGADO
fr: PAYÉ
it: PAGATO
uk: СПЛАЧЕНО

# statusDue
source: DUE
cy: YN DDYLEDUS
de: FÄLLIG
es: PENDIENTE
fr: DÛ
it: DOVUTO
uk: ДО СПЛАТИ

# statusOverdue
source: OVERDUE
cy: YN HWYR
de: ÜBERFÄLLIG
es: VENCIDO
fr: EN RETARD
it: SCADUTO
uk: ПРОСТРОЧЕНО

# statusDefaulted
source: DEFAULTED
cy: DIFFYGIOL
de: AUSGEFALLEN
es: EN MORA
fr: EN DÉFAUT
it: INSOLUTO
uk: НЕВИПЛАЧЕНО

# statusCritical
source: CRITICAL
cy: CRITIGOL
de: KRITISCH
es: CRÍTICO
fr: CRITIQUE
it: CRITICO
uk: КРИТИЧНО

# statusWarning
source: WARNING
cy: RHYBUDD
de: WARNUNG
es: ADVERTENCIA
fr: ATTENTION
it: ATTENZIONE
uk: УВАГА

# statusSafe
source: SAFE
cy: DIOGEL
de: SICHER
es: SEGURO
fr: SÛR
it: SICURO
uk: БЕЗПЕЧНО

# noCharacters
source: No characters yet
cy: Dim cymeriadau eto
de: Noch keine Charaktere
es: Sin personajes aún
fr: Aucun personnage
it: Nessun personaggio ancora
uk: Ще немає персонажів

# noCharactersDesc
source: Tap + to add your first character
cy: Tapiwch + i ychwanegu eich cymeriad cyntaf
de: Tippe +, um deinen ersten Charakter hinzuzufügen
es: Toca + para agregar tu primer personaje
fr: Appuyez sur + pour ajouter votre premier personnage
it: Tocca + per aggiungere il tuo primo personaggio
uk: Натисніть +, щоб додати першого персонажа

# noBases
source: No bases yet
cy: Dim canolfannau eto
de: Noch keine Basen
es: Sin bases aún
fr: Aucune base
it: Nessuna base ancora
uk: Ще немає баз

# noBasesDesc
source: Tap + to add a base
cy: Tapiwch + i ychwanegu canolfan
de: Tippe +, um eine Basis hinzuzufügen
es: Toca + para agregar una base
fr: Appuyez sur + pour ajouter une base
it: Tocca + per aggiungere una base
uk: Натисніть +, щоб додати базу

source: Power Critical!
cy: Pŵer Critigol!
de: Energie Kritisch!
es: ¡Energía Crítica!
fr: Énergie Critique !
it: Energia Critica!
uk: Критична Енергія!

source: Tax Overdue!
cy: Trethi'n Hwyr!
de: Steuern Überfällig!
es: ¡Impuestos Vencidos!
fr: Impôts en Retard !
it: Tasse Scadute!
uk: Прострочені Податки!

# exportSuccess
source: Data exported successfully
cy: Data wedi'i allforio'n llwyddiannus
de: Daten erfolgreich exportiert
es: Datos exportados exitosamente
fr: Données exportées avec succès
it: Dati esportati con successo
uk: Дані успішно експортовано

source: Export failed
cy: Allforio wedi methu
de: Export fehlgeschlagen
es: Exportación fallida
fr: Échec de l'exportation
it: Esportazione fallita
uk: Помилка експорту

# importSuccess
source: Data imported successfully
cy: Data wedi'i fewnforio'n llwyddiannus
de: Daten erfolgreich importiert
es: Datos importados exitosamente
fr: Données importées avec succès
it: Dati importati con successo
uk: Дані успішно імпортовано

source: Import failed
cy: Mewnforio wedi methu
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
it: Importazione fallita
uk: Помилка імпорту

source: Exporting data...
cy: Wrthi'n allforio data...
de: Daten werden exportiert...
es: Exportando datos...
fr: Exportation des données...
it: Esportazione dati...

# dataExportedTo
source: Data exported to: {path}
cy: Data wedi'i allforio i: {path}
de: Daten exportiert nach: {path}
es: Datos exportados a: {path}
fr: Données exportées vers : {path}
it: Dati esportati in: {path}

# exportFailedTryAgain
source: Export failed. Please try again.
cy: Allforio wedi methu. Rhowch gynnig arall arni.
de: Export fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al exportar. Por favor, inténtelo de nuevo.
fr: L'exportation a échoué. Veuillez réessayer.
it: Esportazione fallita. Riprova.

source: Import Backup
cy: Mewnforio Copi Wrth Gefn
de: Sicherung importieren
es: Importar Copia de Seguridad
fr: Importer une sauvegarde
it: Importa Backup

source: Backup contains:
cy: Copi wrth gefn yn cynnwys:
de: Sicherung enthält:
es: La copia de seguridad contiene:
fr: La sauvegarde contient :
it: Il backup contiene:

# charactersCount
source: {count, plural, =1{1 character} other{{count} characters}}
cy: {count, plural, =1{1 cymeriad} other{{count} cymeriad}}
de: {count, plural, =1{1 Charakter} other{{count} Charaktere}}
es: {count, plural, =1{1 personaje} other{{count} personajes}}
fr: {count, plural, =1{1 personnage} other{{count} personnages}}
it: {count, plural, =1{1 personaggio} other{{count} personaggi}}

# basesCount
source: {count, plural, =1{1 base} other{{count} bases}}
cy: {count, plural, =1{1 ganolfan} other{{count} canolfan}}
de: {count, plural, =1{1 Basis} other{{count} Basen}}
it: {count, plural, =1{1 base} other{{count} basi}}

# portraitsCount
source: {count, plural, =1{1 portrait} other{{count} portraits}}
cy: {count, plural, =1{1 portread} other{{count} portread}}
es: {count, plural, =1{1 retrato} other{{count} retratos}}
it: {count, plural, =1{1 ritratto} other{{count} ritratti}}

# formatZip
source: ZIP (with portraits)
cy: ZIP (gyda phortreadau)
de: ZIP (mit Portraits)
es: ZIP (con retratos)
fr: ZIP (avec portraits)
it: ZIP (con ritratti)

# formatLegacyJson
source: Legacy JSON
cy: JSON Etifeddol
de: Veraltetes JSON
es: JSON Legado
fr: JSON hérité
it: JSON Legacy

source: Choose import mode:
cy: Dewiswch fodd mewnforio:
de: Importmodus wählen:
es: Elija el modo de importación:
fr: Choisir le mode d'importation :
it: Scegli modalità importazione:

# replaceAllDataTitle
source: Replace All Data?
cy: Disodli'r Holl Ddata?
de: Alle Daten ersetzen?
es: ¿Reemplazar todos los datos?
fr: Remplacer toutes les données ?
it: Sostituire tutti i dati?

# replaceAllDataContent
source: This will DELETE all existing characters and bases, then import the backup data. This action cannot be undone!
cy: Bydd hyn yn DILEU yr holl gymeriadau a chanolfannau presennol, yna mewnforio'r data copi wrth gefn. Ni ellir dadwneud hyn!
de: Dies wird ALLE vorhandenen Charaktere und Basen LÖSCHEN und dann die Sicherungsdaten importieren. Diese Aktion kann nicht rückgängig gemacht werden!
es: Esto ELIMINARÁ todos los personajes y bases existentes, y luego importará los datos de la copia de seguridad. ¡Esta acción no se puede deshacer!
fr: Cela supprimera TOUS les personnages et bases existants, puis importera les données de sauvegarde. Cette action est irréversible !
it: Questo ELIMINERÀ tutti i personaggi e le basi esistenti, quindi importerà i dati di backup. Questa azione non può essere annullata!

source: Replace Everything
cy: Disodli Popeth
de: Alles ersetzen
es: Reemplazar Todo
fr: Tout remplacer
it: Sostituisci tutto

source: Importing data...
cy: Wrthi'n mewnforio data...
de: Daten werden importiert...
es: Importando datos...
fr: Importation des données...
it: Importazione dati...

source: Import successful!
cy: Mewnforio yn llwyddiannus!
de: Import erfolgreich!
es: ¡Importación exitosa!
fr: Importation réussie !
it: Importazione riuscita!

# importSummary
source: {characters} characters, {bases} bases{portraits} imported
cy: {characters} cymeriad, {bases} canolfan{portraits} wedi'u mewnforio
de: {characters} Charaktere, {bases} Basen{portraits} importiert
es: {characters} personajes, {bases} bases{portraits} importados
fr: {characters} personnages, {bases} bases{portraits} importés
it: {characters} personaggi, {bases} basi{portraits} importati

source: Import Mode
cy: Modd Mewnforio
de: Importmodus
es: Modo de Importación
fr: Mode d'Importation
it: Modalità Importazione
uk: Режим Імпорту

# importMerge
source: Merge
cy: Cyfuno
de: Zusammenführen
es: Fusionar
fr: Fusionner
it: Unisci
uk: Об'єднати

# importMergeDesc
source: Add to existing data
cy: Ychwanegu at data presennol
de: Zu bestehenden Daten hinzufügen
es: Agregar a datos existentes
fr: Ajouter aux données existantes
it: Aggiungi ai dati esistenti
uk: Додати до існуючих даних

# importReplace
source: Replace
cy: Disodli
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
uk: Замінити

# importReplaceDesc
source: Clear all data first
cy: Clirio'r holl ddata yn gyntaf
de: Alle Daten zuerst löschen
es: Borrar todos los datos primero
fr: Effacer toutes les données d'abord
it: Cancella prima tutti i dati
uk: Спочатку очистити всі дані

# clearDataConfirm
source: Clear all data?
cy: Clirio'r holl ddata?
de: Alle Daten löschen?
es: ¿Borrar todos los datos?
fr: Effacer toutes les données ?
it: Cancellare tutti i dati?
uk: Очистити всі дані?

# clearDataConfirmDesc
source: This will delete all characters and bases. This cannot be undone.
cy: Bydd hyn yn dileu pob cymeriad a chanolfan. Ni ellir dadwneud hyn.
de: Dies löscht alle Charaktere und Basen. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminará todos los personajes y bases. No se puede deshacer.
fr: Cela supprimera tous les personnages et bases. Cette action est irréversible.
it: Questo eliminerà tutti i personaggi e le basi. Non può essere annullato.
uk: Це видалить усіх персонажів і бази. Цю дію неможливо скасувати.

# dataCleared
source: All data cleared
cy: Pob data wedi'i glirio
de: Alle Daten gelöscht
es: Todos los datos borrados
fr: Toutes les données effacées
it: Tutti i dati cancellati
uk: Усі дані очищено

source: Delete Everything
cy: Dileu Popeth
de: Alles löschen
es: Eliminar Todo
fr: Tout supprimer
it: Elimina tutto

# errorClearingData
source: Error clearing data: {error}
cy: Gwall wrth glirio data: {error}
de: Fehler beim Löschen der Daten: {error}
es: Error al eliminar datos: {error}
fr: Erreur lors de la suppression des données : {error}
it: Errore durante la cancellazione dei dati: {error}

# receiveAlertsForExpiring
source: Receive alerts for expiring bases
cy: Derbyn rhybuddion ar gyfer canolfannau sy'n dod i ben
de: Warnungen für ablaufende Basen erhalten
es: Recibir alertas para bases por expirar
fr: Recevoir des alertes pour les bases expirant
it: Ricevi avvisi per basi in scadenza
uk: Отримувати сповіщення про бази, що закінчуються

# notificationsDisabledDesc
source: Notifications disabled
cy: Hysbysiadau wedi'u hanalluogi
de: Benachrichtigungen deaktiviert
es: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disabilitate
uk: Сповіщення вимкнено

# checkEveryMinutes
source: Check every {minutes} minutes
cy: Gwirio bob {minutes} munud
de: Alle {minutes} Minuten prüfen
es: Verificar cada {minutes} minutos
fr: Vérifier toutes les {minutes} minutes
it: Controlla ogni {minutes} minuti
uk: Перевіряти кожні {minutes} хвилин

source: Warning Notifications
cy: Rhybuddion Rhybudd
de: Warnbenachrichtigungen
es: Notificaciones de Advertencia
fr: Notifications d'Avertissement
it: Notifiche di Avviso
uk: Попереджувальні Сповіщення

# alertFor48h
source: Alert for < 48h (warnings + critical)
cy: Rhybuddio am < 48a (rhybuddion + critigol)
de: Warnung für < 48h (Warnungen + Kritisch)
es: Alertar para < 48h (advertencias + crítico)
fr: Alerter pour < 48h (avertissements + critique)
it: Avvisa per < 48h (avvisi + critico)
uk: Сповіщати для < 48г (попередження + критичні)

# alertFor24hOnly
source: Alert for < 24h only (critical)
cy: Rhybuddio am < 24a yn unig (critigol)
de: Warnung für < 24h nur (Kritisch)
es: Alertar para < 24h solamente (crítico)
fr: Alerter pour < 24h uniquement (critique)
it: Avvisa per < 24h solo (critico)
uk: Сповіщати для < 24г тільки (критичні)

source: Notification Sound
cy: Sain Hysbysiad
de: Benachrichtigungston
es: Sonido de Notificación
fr: Son de Notification
it: Suono Notifica
uk: Звук Сповіщення

source: Play sound with notifications
cy: Chwarae sain gyda hysbysiadau
de: Ton bei Benachrichtigungen abspielen
es: Reproducir sonido con notificaciones
fr: Jouer un son avec les notifications
it: Riproduci suono con le notifiche
uk: Відтворювати звук зі сповіщеннями

source: Silent notifications
cy: Hysbysiadau tawel
de: Lautlose Benachrichtigungen
es: Notificaciones silenciosas
fr: Notifications silencieuses
it: Notifiche silenziose
uk: Беззвучні сповіщення

source: Vibrate with notifications
cy: Dirgrynnu gyda hysbysiadau
de: Bei Benachrichtigungen vibrieren
es: Vibrar con notificaciones
fr: Vibrer avec les notifications
it: Vibra con le notifiche
uk: Вібрувати зі сповіщеннями

source: No vibration
cy: Dim dirgryniad
de: Keine Vibration
es: Sin vibración
fr: Pas de vibration
it: Nessuna vibrazione
uk: Без вібрації

source: Start Minimized to Tray
cy: Dechrau Wedi Lleihau
de: Minimiert starten
es: Iniciar Minimizado en Bandeja
fr: Démarrer Minimisé
it: Avvia Minimizzato
uk: Запускати Згорнутим

# launchAppInTray
source: Launch app in system tray
cy: Lansio ap yn hambwrdd y system
de: App im Systemtray starten
es: Iniciar app en bandeja del sistema
fr: Lancer l'app dans la barre système
it: Avvia app nella barra di sistema
uk: Запускати в системному треї

# noNotificationsFromTo
source: No notifications {start} - {end}
cy: Dim hysbysiadau {start} - {end}
de: Keine Benachrichtigungen {start} - {end}
es: Sin notificaciones {start} - {end}
fr: Pas de notifications {start} - {end}
it: Nessuna notifica {start} - {end}
uk: Без сповіщень {start} - {end}

source: Notifications always enabled
cy: Hysbysiadau bob amser yn weithredol
de: Benachrichtigungen immer aktiviert
es: Notificaciones siempre activadas
fr: Notifications toujours activées
it: Notifiche sempre abilitate
uk: Сповіщення завжди увімкнено

source: Start Time
cy: Amser Dechrau
de: Startzeit
es: Hora de Inicio
fr: Heure de Début
it: Ora di Inizio
uk: Час Початку

source: End Time
cy: Amser Gorffen
de: Endzeit
es: Hora de Fin
fr: Heure de Fin
it: Ora di Fine
uk: Час Закінчення

source: Test Notification
cy: Profi Hysbysiad
de: Testbenachrichtigung
es: Probar Notificación
fr: Tester la Notification
it: Test Notifica
uk: Тестове Сповіщення

# sendTestNotification
source: Send a test notification
cy: Anfon hysbysiad prawf
de: Testbenachrichtigung senden
es: Enviar una notificación de prueba
fr: Envoyer une notification de test
it: Invia una notifica di test
uk: Надіслати тестове сповіщення

source: Test
cy: Profi
de: Testen
es: Probar
fr: Tester
uk: Тестувати

source: Copyright Notices
cy: Hysbysiadau Hawlfraint
de: Urheberrechtshinweise
es: Avisos de Derechos de Autor
fr: Mentions de Droit d'Auteur
it: Note sul Copyright
uk: Зауваження щодо авторських прав

# copyrightFuncom
source: Dune Awakening is a trademark of Funcom. All rights reserved.
cy: Mae Dune Awakening yn nod masnach Funcom. Cedwir pob hawl.
de: Dune Awakening ist eine Marke von Funcom. Alle Rechte vorbehalten.
es: Dune Awakening es una marca registrada de Funcom. Todos los derechos reservados.
fr: Dune Awakening est une marque déposée de Funcom. Tous droits réservés.
it: Dune Awakening è un marchio di Funcom. Tutti i diritti riservati.
uk: Dune Awakening є торговою маркою Funcom. Усі права захищені.

# copyrightHerbert
source: Dune and related elements are trademarks or registered trademarks of Herbert Properties LLC. All rights reserved.
cy: Mae Dune ac elfennau cysylltiedig yn nodau masnach neu'n nodau masnach cofrestredig Herbert Properties LLC. Cedwir pob hawl.
de: Dune und verwandte Elemente sind Marken oder eingetragene Marken von Herbert Properties LLC. Alle Rechte vorbehalten.
es: Dune y elementos relacionados son marcas comerciales o marcas registradas de Herbert Properties LLC. Todos los derechos reservados.
fr: Dune et les éléments associés sont des marques commerciales ou déposées de Herbert Properties LLC. Tous droits réservés.
it: Dune e gli elementi correlati sono marchi o marchi registrati di Herbert Properties LLC. Tutti i diritti riservati.
uk: Dune та пов'язані елементи є торговими марками або зареєстрованими торговими марками Herbert Properties LLC. Усі права захищені.

source: Special Thanks
cy: Diolch Arbennig
de: Besonderer Dank
es: Agradecimientos Especiales
fr: Remerciements Spéciaux
it: Ringraziamenti Speciali
uk: Особлива подяка
