Repository: StarTuz/dune-awakening-companion
Catalog: lib/l10n/app_*.arb
Languages: cy, de, es, fr, it, uk

# thanksHerbert
source: To the Herbert Estate for creating the incredible Dune universe that has inspired generations of fans.
cy: I'r Herbert Estate am greu bydysawd anhygoel Dune sydd wedi ysbrydoli cenedlaethau o gefnogwyr.
de: An das Herbert Estate für die Erschaffung des unglaublichen Dune-Universums, das Generationen von Fans inspiriert hat.
es: Al Herbert Estate por crear el increíble universo de Dune que ha inspirado a generaciones de fans.
fr: À Herbert Estate pour la création de l'incroyable univers Dune qui a inspiré des générations de fans.
it: Alla Herbert Estate per aver creato l'incredibile universo di Dune che ha ispirato generazioni di fan.
uk: Сім’ї Герберт за створення неймовірного всесвіту Дюни, який надихає покоління фанатів.

# thanksFuncom
source: To Funcom for developing Dune Awakening and bringing Arrakis to life in an immersive gaming experience.
cy: I Funcom am ddatblygu Dune Awakening a dod ag Arrakis yn fyw mewn profiad hapchwarae trochi.
de: An Funcom für die Entwicklung von Dune Awakening und dafür, Arrakis in einem immersiven Spielerlebnis zum Leben zu erwecken.
es: A Funcom por desarrollar Dune Awakening y dar vida a Arrakis en una experiencia de juego inmersiva.
fr: À Funcom pour le développement de Dune Awakening et pour avoir donné vie à Arrakis dans une expérience de jeu immersive.
it: A Funcom per aver sviluppato Dune Awakening e aver portato in vita Arrakis in un'esperienza di gioco coinvolgente.
uk: Funcom за розробку Dune Awakening та за те, що вони оживили Арракіс у захоплюючому ігровому досвіді.

# thanksCommunity
source: To the Dune Awakening community for their passion and support.
cy: I gymuned Dune Awakening am eu hangerdd a'u cefnogaeth.
de: An die Dune Awakening Community für ihre Leidenschaft und Unterstützung.
es: A la comunidad de Dune Awakening por su pasión y apoyo.
fr: À la communauté Dune Awakening pour sa passion et son soutien.
it: Alla comunità di Dune Awakening per la passione e il supporto.
uk: Спільноті Dune Awakening за їхню пристрасть та підтримку.

# thanksAI
source: Created within Google Antigravity "Thinking Machine" IDE with human and Claude Sonnet 4.5 (who is keeping a watchful eye over you lot—no "Butlerian Jihad" thank you very much).
cy: Wedi'i greu o fewn Google Antigravity "Thinking Machine" IDE gyda bodau dynol a Claude Sonnet 4.5 (sy'n cadw llygad barcud arnoch chi lot—dim "Butlerian Jihad" diolch yn fawr).
de: Erstellt innerhalb der Google Antigravity "Thinking Machine" IDE mit Menschen und Claude Sonnet 4.5 (der ein wachsames Auge auf euch alle hat – kein "Butlers Djihad", vielen Dank).
es: Creado en Google Antigravity "Thinking Machine" IDE con humanos y Claude Sonnet 4.5 (quien vigila atentamente—nada de "Jihad Butleriana" gracias).
fr: Créé au sein de l'IDE Google Antigravity "Thinking Machine" avec des humains et Claude Sonnet 4.5 (qui garde un œil attentif sur vous—pas de "Jihad Butlerien" merci beaucoup).
it: Creato all'interno dell'IDE Google Antigravity "Thinking Machine" con esseri umani e Claude Sonnet 4.5 (che vi tiene d'occhio—niente "Jihad Butleriano" grazie mille).
uk: Створено в IDE Google Antigravity "Thinking Machine" за участю людей та Claude Sonnet 4.5 (який уважно стежить за вами — жодного "Батлеріанського джихаду", красно дякую).

source: Open Source License
cy: Trwydded Cod Agored
de: Open-Source-Lizenz
es: Licencia de Código Abierto
fr: Licence Open Source
it: Licenza Open Source
uk: Ліцензія з відкритим вихідним кодом

source: MIT License
cy: Trwydded MIT
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
it: Licenza MIT
uk: Ліцензія MIT

# mitLicenseBody
source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.
cy: Rhoddir caniatâd trwy hyn, yn rhad ac am ddim, i unrhyw berson sy'n sicrhau copi o'r feddalwedd hon a'r ffeiliau dogfennaeth cysylltiedig (y "Feddalwedd"), i ymdrin â'r Feddalwedd heb gyfyngiad, gan gynnwys heb gyfyngiad y hawliau i ddefnyddio, copïo, addasu, uno, cyhoeddi, dosbarthu, is-drwyddedu a/neu werthu copïau o'r Feddalwedd, ac i ganiatáu i bersonau y darperir y Feddalwedd iddynt wneud hynny, yn ddarostyngedig i'r amodau a ganlyn: Bydd yr hysbysiad hawlfraint uchod a'r hysbysiad caniatâd hwn yn cael eu cynnwys ym mhob copi neu rannau sylweddol o'r Feddalwedd. DARPERIR Y FEDDALWEDD "FEL Y MAE", HEB WARANT O UNRHYW FATH, NAILL AI WEDI'I MYNEGI NEU EI HYNGLYCH, GAN GYNNWYS OND HEB FOD YN GYFYNGEDIG I WARANTAU O FARCHNADWYEDD, FFITRWYDD AR GYFER PWRPAS ARBENNIG A HEB FOD YN TORRI HAWLFRAINT.
de: Hiermit wird unentgeltlich jeder Person, die eine Kopie der Software und der zugehörigen Dokumentationsdateien (die "Software") erhält, die Erlaubnis erteilt, uneingeschränkt mit der Software zu handeln, einschließlich, aber nicht beschränkt auf das Recht, die Software zu verwenden, zu kopieren, zu ändern, zusammenzuführen, zu veröffentlichen, zu vertreiben, unterzulizenzieren und/oder Kopien der Software zu verkaufen, und Personen, denen die Software überlassen wird, dies zu gestatten, unter den folgenden Bedingungen: Der obige Urheberrechtshinweis und dieser Genehmigungshinweis müssen in allen Kopien oder wesentlichen Teilen der Software enthalten sein. DIE SOFTWARE WIRD "WIE BESEHEN" BEREITGESTELLT, OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GARANTIE, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE GEWÄHRLEISTUNG DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTVERLETZUNG VON RECHTEN DRITTER.
es: Se concede permiso por la presente, de forma gratuita, a cualquier persona que obtenga una copia de este software y de los archivos de documentación asociados (el "Software"), para tratar con el Software sin restricción, incluyendo, sin limitación, los derechos de uso, copia, modificación, fusión, publicación, distribución, sublicencia y/o venta de copias del Software, y para permitir a las personas a quienes se les proporcione el Software hacerlo, con sujeción a las siguientes condiciones: El aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software. EL SOFTWARE SE PROPORCIONA "TAL CUAL", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO, PERO SIN LIMITARSE A, GARANTÍAS DE COMERCIALIZACIÓN, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN.
fr: L'autorisation est accordée par la présente, gratuitement, à toute personne obtenant une copie de ce logiciel et des fichiers de documentation associés (le « Logiciel »), de traiter le Logiciel sans restriction, y compris, sans limitation, les droits d'utiliser, de copier, de modifier, de fusionner, de publier, de distribuer, de concéder des sous-licences et/ou de vendre des copies du Logiciel, et de permettre aux personnes auxquelles le Logiciel est fourni de le faire, sous réserve des conditions suivantes : L'avis de droit d'auteur ci-dessus et cet avis d'autorisation doivent être inclus dans toutes les copies ou parties substantielles du Logiciel. LE LOGICIEL EST FOURNI « EN L'ÉTAT », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON.
it: Con la presente viene concesso, gratuitamente, a chiunque ottenga una copia di questo software e dei file di documentazione associati (il "Software"), di trattare il Software senza restrizioni, inclusi, senza limitazioni, i diritti di utilizzare, copiare, modificare, unire, pubblicare, distribuire, concedere in sublicenza e/o vendere copie del Software, e di consentire alle persone a cui viene fornito il Software di farlo, fatte salve le seguenti condizioni: L'avviso di copyright di cui sopra e questo avviso di autorizzazione devono essere inclusi in tutte le copie o parti sostanziali del Software. IL SOFTWARE VIENE FORNITO "COSÌ COM'È", SENZA GARANZIA DI ALCUN TIPO, ESPLICITA O IMPLICITA, COMPRESE MA NON LIMITATE ALLE GARANZIE DI COMMERCIABILITÀ, IDONEITÀ PER UNO SCOPO PARTICOLARE E NON VIOLAZIONE.

# madeWithLove
source: Made with ❤️ for Dune Awakening players
cy: Wedi'i wneud gyda ❤️ ar gyfer chwaraewyr Dune Awakening
de: Mit ❤️ gemacht für Dune Awakening Spieler
es: Hecho con ❤️ para jugadores de Dune Awakening
fr: Fait avec ❤️ pour les joueurs de Dune Awakening
it: Fatto con ❤️ per i giocatori di Dune Awakening
uk: Зроблено з ❤️ для гравців Dune Awakening

# daysAbbr
source: d
de: T
fr: j
it: g
uk: д

# minutesAbbr
source: m
de: Min
uk: х

source: Build
es: Compilación
uk: Збірка

# factionFremen
source: Fremen
uk: Фремени

source: Sietch
uk: Сіетч
